Repository: AlexCheGH/String-Catalog-Localizations-Automation
Catalog: Localizations/Localizations/Localizable.xcstrings
Source language: en_us
Languages: de, es_es, fr, id, pl, ru, se

# app_active_tropical_depression_alert
source: Alert! An active tropical depression is detected nearby! Stay safe!
de: Aufgepasst! Ein aktives tropisches Tiefdruckgebiet wurde in der Nähe entdeckt! Geben Sie auf sich acht!
es_es: ¡Alerta! ¡Se detecta una depresión tropical activa cerca! ¡Manténgase a salvo!
fr: Alerte ! Un ouragan intense a été détecté à proximité ! Soyez prudent !
id: Waspada! Depresi tropis yang aktif terdeteksi di dekat Anda! Berhati-hatilah!
pl: Alarm! W pobliżu wykryto aktywną depresję tropikalną! Zachowaj bezpieczeństwo!
ru: Внимание! Рядом обнаружена активная тропическая депрессия! Будьте осторожны!
se: Varning! Ett aktivt tropiskt lågtryck har upptäckts i närheten! Håll er säkra!

# app_storm_formation_alert
source: Alert! A new storm formation is detected nearby!
de: Aufgepasst! Es wurde erkannt, dass sich in Ihrer Nähe ein neuer Sturm bildet!
es_es: ¡Alerta! ¡Se detecta una nueva formación de tormenta cerca!
fr: Alerte ! Une dépression tropicale intense a été détectée à proximité ! Soyez prudent !
id: Waspada! Formasi badai baru terdeteksi di dekat Anda!
pl: Alarm! W pobliżu wykryto nową formację burzy!
ru: Внимание! Рядом обнаружено новое штормовое явление!
se: Varning! En ny stormbildning har upptäckts i närheten!

# nowcast_active_hurricane_status
source: Hurricane warning
de: Orkanwarnung
es_es: Advertencia de huracán
fr: Alerte d'ouragan
id: Peringatan topan
pl: Ostrzeżenie przed huraganem
ru: Предупреждение об урагане
se: Orkanvarning

# nowcast_active_hurricane_status_upper
source: Hurricane
de: Orkanwarnung
es_es: Advertencia de
fr: Ouragan
id: Topan
pl: Ostrzeżenie przed
ru: Ураган
se: Orkan

# nowcast_active_depression_status_upper
source: Tropical depression
de: Tropensturm-
es_es: Aviso de
fr: Dépression tropicale
id: Depresi tropis
pl: Ostrzeżenie przed
ru: Тропическая депрессия
se: Tropiskt lågtryck

# nowcast_active_depression_status_lower
source: warning
de: Warnung
es_es: depresión tropical
fr: alerte
id: peringatan
pl: depresji tropikalnej
ru: предупреждение
se: varning

# nowcast_active_invest_status_upper
source: Storm formation
de: Tropensturm-
es_es: Aviso de
fr: Formation de tempête
id: Formasi badai
pl: Ostrzeżenie przed
ru: Штормовое явление?
se: Stormbildning

# nowcast_active_invest_status_lower
source: warning
de: Warnung
es_es: formación de tormenta
fr: alerte
id: peringatan
pl: tworzeniu się burzy
ru: предупреждение
se: varning

# subscription_screen_title
source: Get access to Hurricane tracker now!
de: Holen Sie sich jetzt Zugang zum Orkan-Tracker!
es_es: ¡Obtenga acceso al rastreador de huracanes ahora!
pl: Uzyskaj dostęp do monitoringu huraganu już teraz!

# subscription_screen_description_title_trial
source: Try Rainbow.ai for free
de: Testen Sie Rainbow.ai kostenlos
es_es: Prueba Rainbow.ai gratis
pl: Wypróbuj Rainbow.ai za darmo

# subscription_screen_description_title
source: Join Rainbow.ai Premium
de: Werden Sie Mitglied von Rainbow.ai-Premium
es_es: Únete a Rainbow.ai Premium
pl: Dołącz do Rainbow.ai Premium

# subscription_screen_description_trial
source: Start your free %@ day trial now, then $%@ per month. Cancel anytime.
de: Starten Sie jetzt Ihre kostenlose %@-Tage-Testversion, danach %@ $ pro Monat. Jederzeit kündbar.
es_es: Comience su prueba gratuita de %@ días ahora, luego $%@ por mes. Cancele en cualquier momento.
pl: Rozpocznij bezpłatny %@-dniowy okres próbny już teraz, a następnie za $%@ miesięcznie. Anuluj w dowolnym momencie.

# subscription_screen_description
source: Join Rainbow.ai Premium for only $%@/month. Cancel anytime.
de: Werden Sie Mitglied von Rainbow.ai-Premium für nur %@ $/Monat. Jederzeit kündbar.
es_es: Únase a Rainbow.ai Premium por solo $%@/mes. Cancele en cualquier momento.
pl: Dołącz do Rainbow.ai Premium za jedyne $%@/ miesięcznie. Anuluj w dowolnym momencie.

# subscription_screen_description_trial_start_you
source: Start your
de: Starten Sie jetzt Ihre kostenlose
es_es: Comience su
pl: Rozpocznij

# subscription_screen_description_trial_duration
source: free %@ day trial now,
de: %@-Tage-Testversion,
es_es: prueba gratuita de %@ días ahora,
pl: bezpłatny %@-dniowy okres próbny już teraz,

# subscription_screen_description_trial_then
source: then
de: danach
es_es: luego
pl: a następnie za

# subscription_screen_description_trial_payment
source: %@ per month.
de: %@ pro Monat.
es_es: %@ por mes.
pl: %@ miesięcznie.

# subscription_screen_description_paid_1st_part
source: Join Rainbow.ai Premium for only
de: Werden Sie Mitglied von Rainbow.ai-Premium für nur
es_es: Únase a Rainbow.ai Premium por solo
pl: Dołącz do Rainbow.ai Premium za jedyne

# subscription_screen_description_paid_price
source: %@/month.
de: %@ /Monat.
es_es: %@/mes.
pl: %@/ miesięcznie.

# subscription_screen_cancel_anytime
source: Cancel anytime.
de: Jederzeit kündbar.
es_es: Cancele en cualquier momento.
pl: Anuluj w dowolnym momencie.

# subscription_screen_primary_button_trial
source: Continue
de: Weiter
es_es: Continuar
pl: Kontynuuj

# subscription_screen_primary_button
source: Join
de: Mitglied werden
es_es: Unirse
pl: Dołącz

# subscription_screen_secondary_button
source: Subscribe
de: Abonnieren
es_es: Suscribir
pl: Subskrybuj

# subscription_annually
source: Annually %@
de: Jährlich %@
es_es: %@ al año
id: Tahunan %@
pl: Rocznie %@
se: Årligen %@

# subscription_restore
source: Restore
de: Wiederherstellen
es_es: Restablecer
id: Pulihkan
pl: Przywróć
se: Återställ

# alert_storm_title
source: Storm alert!
de: Sturmwarnung!
es_es: ¡Alerta de tormenta!
fr: Alerte tempête !
id: Waspada badai!
pl: Alarm burzowy!
ru: Внимание, шторм!/Осторожно, шторм!
se: Stormvarning!

# alert_storm_body
source: Alert! An active storm is detected nearby! Stay safe!
de: Aufgepasst! In Ihrer Nähe wurde ein aktiver Sturm entdeckt! Geben Sie auf sich acht!
es_es: ¡Alerta! ¡Se detecta una tormenta activa cerca! ¡Manténgase a salvo!
fr: Alerte ! Une dépression tropicale intense a été détectée à proximité ! Soyez prudent !
id: Waspada! Badai aktif terdeteksi di dekat Anda! Berhati-hatilah!
pl: Alarm! W pobliżu wykryto aktywną burzę! Zachowaj bezpieczeństwo!
ru: Внимание! Рядом обнаружен активный шторм! Будьте осторожны!
se: Varning! En aktiv storm har upptäckts i närheten! Håll er säkra!

# alert_tropical_depression_title
source: Tropical depression alert!
de: Sturmwarnung!
es_es: ¡Alerta de depresión tropical!
fr: Alerte dépression tropicale !
id: Waspada depresi tropis!
pl: Alarm o depresji tropikalnej!
ru: Внимание, тропическая депрессия!/Осторожно, тропическая депрессия!
se: Varning för tropiskt lågtryck!

# alert_tropical_depression_body
source: Alert! An active tropical depression is detected nearby! Stay safe!
de: Aufgepasst! Ein aktives tropisches Tiefdruckgebiet wurde in der Nähe entdeckt! Geben Sie auf sich acht!
es_es: ¡Alerta! ¡Se detecta una depresión tropical activa cerca! ¡Manténgase a salvo!
fr: Alerte ! Une dépression tropicale intense a été détectée à proximité ! Soyez prudent !
id: Waspada! Depresi tropis aktif terdeteksi di dekat Anda! Berhati-hatilah!
pl: Alarm! W pobliżu wykryto aktywną depresję tropikalną! Zachowaj bezpieczeństwo!
ru: Внимание! Рядом обнаружена активная тропическая депрессия! Будьте осторожны!
se: Varning! Ett aktivt tropiskt lågtryck har upptäckts i närheten! Håll er säkra!

# notification_rain_starts_minutes
source: 🌧 Rain starts in %@ minutes.
de: 🌧 Regen beginnt in %@ Min.
es_es: 🌧 Comienza a llover en %@ minutos.
fr: 🌧 La pluie commence dans %@ minutes.
id: 🌧 Hujan dimulai dalam %@ menit.
pl: 🌧 Deszcz zacznie padać za %@ minut(y).
ru: 🌧 Дождь начнется через %@ минуты/минут.
se: 🌧 Det börjar regna om %@ minuter.

# notification_rains_starts_minute
source: 🌧 Rain starts in 1 minute.
de: 🌧 Regen beginnt in %@ Min.
es_es: 🌧 Comienza a llover en %@ minuto.
fr: 🌧 La pluie commence dans 1 minute.
id: 🌧 Hujan dimulai dalam 1 menit.
pl: 🌧 Deszcz zacznie padać za 1 minutę.
ru: Дождь начнется через минуту
se: 🌧 Det börjar regna om 1 minut.

# notification_rain_ends_minutes
source: 🌈 Rain ends in %@ minutes.
de: 🌈 Regen endet in %@ Min.
es_es: 🌈 Termina de llover en %@ minutos.
fr: 🌈 La pluie cessera dans %@ minutes.
id: 🌈 Hujan berakhir dalam %@ menit.
pl: 🌈 Deszcz przestanie padać za %@ minut(y).
ru: 🌈 Дождь закончится через %@ минуты/минут.
se: 🌈 Det slutar regna om %@ minuter.

# notification_rain_ends_minute
source: 🌈 Rain ends in 1 minute.
de: 🌈 Regen endet in %@ Min.
es_es: 🌈 Termina de llover en %@ minuto.
fr: 🌈 La pluie cessera dans 1 minute.
id: 🌈 Hujan berakhir dalam 1 menit.
pl: 🌈 Deszcz przestanie padać za 1 minutę.
ru: Дождь закончится через минуту
se: 🌈 Det slutar regna om 1 minut.

# notification_tap_to_learn_more
source: Tap to learn more.
de: Tippen Sie, um weitere Informationen zu erhalten.
es_es: Pulsa para obtener más información.
fr: Appuyez pour en savoir plus.
id: Ketuk untuk membaca lebih jauh.
pl: Naciśnij, aby dowiedzieć się więcej.
ru: Коснитесь, чтобы узнать больше
se: Tryck för att se mer.

# onboarding_continue
source: Continue
de: Fortfahren
es_es: Continuar
fr: Continuer
id: Lanjut
pl: Kontynuuj
ru: Продолжить
se: Fortsätt

# onboarding_notification_screen_title
source: Get timely rain notifications
de: Erhalten Sie rechtzeitige Regenmeldungen
es_es: Recibe notificaciones de lluvia de forma puntual
fr: Recevez des notifications de pluie en temps opportun
id: Dapatkan notifikasi hujan tepat waktu
pl: Otrzymuj aktualne powiadomienia o deszczu
ru: Получайте своевременные оповещения о дожде
se: Få meddelanden om regn i god tid

# onboarding_notification_screen_upper_push_title
source: No rain for the next 15 mins
de: Kein Regen für die nächsten 15 Min
es_es: Sin lluvia para próximos 15 min
fr: Pas de pluie pendant les 15 prochaines minutes
id: Tak ada hujan untuk 15 mnt ke depan
pl: Brak deszczu przez najbliższe 15 minut
ru: Дождя не будет ближайшие 15 минут
se: Inget regn de närmaste 15 minuterna

# onboarding_notification_screen_upper_push_body
source: Don't forget an umbrella
de: Vergessen Sie den Regenschirm nicht
es_es: No olvides el paraguas.
fr: N'oubliez pas votre parapluie
id: Jangan lupa membawa payung
pl: Nie zapomnij parasola
ru: Не забудьте зонтик
se: Glöm inte paraplyet

# onboarding_notification_screen_bottom_push_title
source: Rain ends in 45 mins
de: Regen endet in 45 Min.
es_es: Termina de llover en 45 minutos.
fr: Fin de la pluie dans 45 minutes
id: Hujan berakhir dalam 45 mnt
pl: Kończy padać za 45 minut.
ru: Дождь закончится через 45 минут
se: Det slutar regna om 45 minuter

# onboarding_notification_screen_bottom_push_body
source: Hooray!
de: Hurra!
es_es: ¡Hurra!
fr: Hourra !
id: Hore!
pl: Hurra!
ru: Ура!
se: Hurra!

# onboarding_notification_screen_body
source: Enable notification permissions to get timely rain alerts.
de: Lassen Sie Benachrichtigungen zu, um rechtzeitig Regenwarnungen zu erhalten.
es_es: Habilita los permisos de notificación para recibir alertas de lluvia de forma puntual.
fr: Activez les autorisations de notification pour recevoir des alertes de pluie en temps opportun.
id: Aktifkan izin notifikasi untuk menerima sinyal hujan tepat waktu.
pl: Włącz powiadomienia, aby otrzymywać aktualne alerty o deszczu.
ru: Включите уведомления, чтобы получать своевременные оповещения о дожде.
se: Aktivera aviseringsbehörigheter för att få regnvarningar i god tid.

# onboarding_notification_action_button
source: Allow push notifications
de: Push-Benachrichtigungen erlauben
es_es: Permitir notificaciones automáticas
fr: Autoriser les notifications push
id: Izinkan notifikasi push
pl: Zezwól na powiadomienia push
ru: Разрешить push-уведомления
se: Tillåt push-meddelanden

# feature_introduction_screen_title
source: A new feature is available!
de: Eine neue Funktion ist verfügbar!
es_es: ¡Hay una nueva función disponible!
pl: Dostępna jest nowa funkcja!

# feature_introduction_screen_body_push_messages
source: The app now supports Rain Notifications. Receive timely forecast updates when it matters!
de: Die App unterstützt jetzt Regenmeldungen. Erhalten Sie zeitnahe Vorhersage-Updates, wenn es darauf ankommt!
es_es: En la aplicación ahora funcionan las notificaciones de lluvia. ¡Recibe actualizaciones de pronóstico de forma puntual cuando sea necesario!
pl: Aplikacja obsługuje teraz powiadomienia o deszczu. Otrzymuj aktualne prognozy, gdy są potrzebne!

# alert_notitfications_title
source: Get timely rain notifications
de: Erhalten Sie rechtzeitige Regenmeldungen
es_es: Recibe notificaciones de lluvia de forma puntual
fr: Recevez des notifications de pluie en temps opportun
id: Dapatkan notifikasi hujan tepat waktu
pl: Otrzymuj aktualne powiadomienia o deszczu
ru: Получайте своевременные оповещения о дожде
se: Få meddelanden om regn i god tid

# alert_notifications_body
source: Enable notification permissions to get timely rain alerts.
de: Lassen Sie Benachrichtigungen zu, um rechtzeitig Regenwarnungen zu erhalten.
es_es: Habilita los permisos de notificación para recibir alertas de lluvia de forma puntual.
fr: Activez les autorisations de notification pour recevoir des alertes de pluie en temps opportun.
id: Aktifkan izin notifikasi untuk menerima sinyal hujan tepat waktu.
pl: Włącz powiadomienia, aby otrzymywać aktualne alerty o deszczu.
ru: Включите уведомления, чтобы получать своевременные оповещения о дожде.
se: Aktivera aviseringsbehörigheter för att få regnvarningar i god tid.

# alert_notifications_button
source: Allow push notifications
de: Push-Benachrichtigungen erlauben
es_es: Permitir notificaciones automáticas
fr: Autoriser les notifications push
id: Izinkan notifikasi push
pl: Zezwól na powiadomienia push
ru: Разрешить push-уведомления
se: Tillåt push-meddelanden

# notification_forecast_update
source: Forecast update!
de: Aktualisierte Vorhersage!
es_es: ¡Actualización del pronóstico!
fr: Mise à jour des prévisions !
id: Pembaruan prakiraan!
pl: Aktualizacja prognozy!
ru: Обновление прогноза!
se: Prognosuppdatering!

# notification_rain_starts_in
source: 🌧 Rain starts at %@.
de: 🌧 Regen beginnt in %@.
es_es: 🌧 Comienza a llover en %@.
fr: 🌧 La pluie commence à %@.
id: 🌧 Hujan dimulai pada %@.
pl: 🌧 Deszcz zacznie padać o %@.
ru: 🌧 Дождь начнется в %@.
se: 🌧 Det börjar regna %@.

# notification_rain_ends_in
source: 🌈 Rain ends at %@.
de: 🌈 Regen endet in %@.
es_es: 🌈 Termina de llover en %@.
fr: 🌈 La pluie cessera à %@.
id: 🌈 Hujan berakhir pada %@.
pl: 🌈 Deszcz przestanie padać o %@.
ru: 🌈 Дождь закончится в %@.
se: 🌈 Det slutar regna %@.

# settings_notification
source: Notifications
de: Benachrichtigungen
es_es: Notificaciones
fr: Avis
id: Notifikasi
pl: Powiadomienia
ru: Уведомления
se: Meddelanden

# alert_subscription_restore_success
source: The premium plan has been restored successfully!
de: Der Premium-Plan wurde erfolgreich wiederhergestellt!
es_es: ¡El plan premium se ha restaurado con éxito!
fr: Le forfait premium a été restauré avec succès !
id: Paket premium berhasil dipulihkan!
pl: Plan premium został pomyślnie przywrócony!
ru: Премиум-план успешно восстановлен!
se: Premiumplanen har återställts!

# alert_subscription_restore_no_subscription
source: It looks like you don’t have an active premium plan for the app.
de: Anscheinend haben Sie keinen aktiven Premium-Plan für die App.
es_es: Parece que no tienes un plan premium activo para la aplicación.
fr: Il semble que vous n'avez pas activé de forfait premium pour l'application.
id: Tampaknya Anda tidak punya paket premium aktif untuk aplikasi ini.
pl: Wygląda na to, że nie plan premium nie jest aktywny dla tej aplikacji.
ru: Похоже, у вас не активирован премиум-план.
se: Det verkar som om du inte har en aktiv premiumplan för appen.

# alert_subscription_restore_fail
source: Oops! Something went wrong. Try again later.
de: Hoppla! Etwas ist schiefgegangen. Versuchen Sie es später erneut.
es_es: ¡Ups! Algo ha salido mal. Vuelve a intentarlo más tarde.
fr: Oups ! Une erreur s'est produite. Réessayez plus tard.
id: Ups! Terjadi masalah. Coba lagi nanti.
pl: Ojej! Coś poszło nie tak. Spróbuj ponownie później.
ru: Упс! Что-то пошло не так. Повторите попытку позже.
se: Hoppsan! Något gick fel. Försök igen senare.

# alert_try_again
source: Try again
de: Erneut versuchen
es_es: Reintentar
fr: Réessayer
id: Coba lagi
pl: Spróbuj ponownie
ru: Повторить попытку
se: Försök igen

# settings_help_support_section_title
source: Help & Support
de: Hilfe und Support
es_es: Centro de ayuda
fr: Aide et assistance
id: Bantuan & Dukungan
pl: Pomoc i obsługa techniczna
ru: Справка и поддержка
se: Hjälp och support

# notification_snow_starts_at
source: 🌨️ Expect snowfall to start at %@.
de: 🌨️ Schnee erwartet um %@.
es_es: 🌨️ Se espera que nieve a las %@.
fr: 🌨️ Les chutes de neige devraient commencer à %@.
id: 🌨️ Turun salju akan dimulai pada %@.
pl: 🌨️ Śnieg zacznie padać o %@.
ru: 🌨️ В %@ ожидается снегопад.
se: 🌨️ Förväntar dig att snöfall börjar %@.

# notification_open_for_details
source: Open for details.
de: Öffnen für Details.
es_es: Abrir para obtener más información.
fr: Ouvrir pour plus de détails.
id: Buka untuk info detail.
pl: Zobacz szczegóły.
ru: Подробности.
se: Öppna för mer information.

# notification_snow_ends_at
source: ☁️ Almost there! Snowfall is expected to end at %@.
de: ☁️ Fast geschafft! Schneefallende erwartet um %@.
es_es: ☁️ ¡Casi listo! Se espera que deje de nevar a las %@.
fr: ☁️ Vous y êtes presque ! Les chutes de neige devraient cesser à %@.
id: ☁️ Hampir selesai! Turun salju akan berakhir pada %@.
pl: ☁️ Prawie koniec! Śnieg przestanie padać o %@.
ru: ☁️ Осталось совсем немного!/Еще чуть-чуть! Снегопад закончится в %@.
se: ☁️ Nästan där! Snöfallet förväntas sluta %@.

# notification_snow_starts_ends_at
source: ❄️ A brief snow shower is expected from %@ to %@.
de: ❄️ Kurzer Schneefall erwartet von %@ bis %@.
es_es: ❄️ Se espera una nevada de corta duración desde las %@ hasta las %@.
fr: ❄️ Une averse de neige brève est attendue de %@ à %@.
id: ❄️ Hujan salju singkat akan turun dari %@ sampai %@.
pl: ❄️ Krótkotrwałe opady śniegu potrwają od %@ do %@.
ru: ❄️ С %@ до %@ ожидается кратковременный снегопад.
se: ❄️ Ett kort snöfall förväntas från %@ till %@.

# notification_snow_update_starts_at
source: Snow starts at %@.
de: Schneefall beginnt um %@.
es_es: Se prevé que nieve a las %@.
fr: Il commencera à neiger à %@.
id: Salju dimulai pada %@.
pl: Początek śniegu o %@.
ru: Снег начнется в %@.
se: Det börjar snöa %@.

# notification_snow_update_ends_at
source: Snow ends at %@.
de: Schneefall endet um %@.
es_es: Se prevé que deje de nevar a las %@.
fr: La neige cessera à %@.
id: Salju berakhir pada %@.
pl: Koniec śniegu o %@.
ru: Снег закончится в %@.
se: Det slutar snöa %@.

# app_snow_starts
source: Snow starts
de: Schneefall beginnt
es_es: Se prevé que nieve
fr: Il commence à neiger
id: Salju dimulai
pl: Początek śniegu
ru: Снег начнется
se: Det börjar snöa

# app_snow_ends
source: Snow ends
de: Schneefall endet
es_es: Se prevé que deje de nevar
fr: La neige a cessé
id: Salju berakhir
pl: Koniec śniegu
ru: Снег закончится
se: Det slutar snöa

# app_no_snow_for
source: No snow
de: Kein Schnee
es_es: No nieva
fr: Pas de neige
id: Tak ada salju
pl: Brak śniegu
ru: Нет снега
se: Ingen snö

# app_snowing_right_now_top
source: It's snowing
de: Es schneit
es_es: Está nevando
fr: Il neige
id: Sedang turun salju
pl: Pada śnieg
ru: Идет снег
se: Det snöar

# app_snowing_right_now_bottom
source: right now
de: genau jetzt
es_es: en este momento
fr: tout de suite
id: sekarang
pl: teraz
ru: сейчас
se: just nu

# whats_new_title
source: What's New
de: Was gibt's Neues?
es_es: Qué hay de nuevo
fr: Quoi de neuf
id: Yang Baru
pl: Co nowego
ru: Что нового/Новые возможности
se: Vad är nytt

# whats_new_description
source: Stay informed and track active hurricanes in your preferred region
de: Bleib auf dem Laufenden und verfolge aktive Hurrikans in deiner Zielregion
es_es: Infórmate y rastrea los huracanes activos en la zona que prefieras
pl: Bądź na bieżąco i śledź aktywne huragany w wybranym regionie

# whats_new_snow_layer
source: Snow Layer
de: Schneedecke
es_es: Capa de nieve
pl: Warstwa śniegu

# whats_new_snow_layer_description
source: Stay ahead of the snow! Check for snow precipitation in your area, see its coverage on the map, and receive timely push messages.
de: Die Radarkarte hat eine neue, coole Funktion! Sie wurde um eine Schneefunktion erweitert, mit der die Bewegungen und Position des Schnees auf der ganzen Welt ermittelt werden können.
es_es: El mapa del radar tiene una nueva función muy interesante. Se ha actualizado con información sobre la nieve para seguir su progreso y ubicación en todo el mundo.
pl: Mapa radarowa ma świetną nową funkcję! Pozwala teraz śledzić występowanie i przemieszczanie się stref opadów śniegu na całym świecie.

# whats_new_continue
source: Continue
de: Weiter
es_es: Continuar
fr: Continuer
id: Lanjut
pl: Kontynuuj
ru: Продолжить
se: Fortsätt

# radar_its_snow
source: It's snowing
de: Es schneit
es_es: Está nevando
fr: Il neige
id: Salju turun
pl: Pada śnieg
ru: Идет снег
se: Det snöar

# radar_no_snow
source: No snow
de: Kein Schnee
es_es: No nieva
fr: Pas de neige
id: Tak ada salju
pl: Brak śniegu
ru: Нет снега
se: Ingen snö

# app_snow
source: Snow
de: Schnee
es_es: Nieve
fr: Neige
id: Salju
pl: Śnieg
ru: Снег
se: Snö

# app_id_copy
source: Application Identifier was copied to clipboard
de: App-Identifikator wurde in die Zwischenablage kopiert
es_es: El identificador de la aplicación se copió al portapapeles
fr: L'identifiant d'application a été copié dans le presse-papiers
id: Pengidentifikasi Aplikasi tersalin ke clipboard
pl: Skopiowano identyfikator aplikacji do schowka
ru: Идентификатор приложения скопирован
se: Applikationens identifierare har kopierats till urklipp

# app_id
source: Application Identifier
de: App-Identifikator
es_es: Identificador de aplicación
fr: Identifiant d'application
id: Pengidentifikasi Aplikasi
pl: Identyfikator aplikacji
ru: Идентификатор приложения
se: Applikationens identifierare

# app_no_precipitation_for
source: No precipitation
de: Kein Niederschlag
es_es: Sin precipitaciones
fr: Pas de précipitation
id: Tak ada presipitasi
pl: Brak opadów
ru: Нет осадков
se: Ingen nederbörd

# error_no_connection_and_update
source: Connection error occurred. Try again later or update the app.
de: Verbindungsfehler aufgetreten. Versuchen Sie es später erneut oder aktualisieren Sie die App.
es_es: Ha habido un error de conexión. Vuelve a intentarlo más tarde o actualiza la aplicación.
fr: Une erreur de connexion s'est produite. Réessayez plus tard ou mettez à jour l'application.
id: Terjadi eror sambungan. Coba lagi nanti atau perbarui aplikasi.
pl: Wystąpił błąd połączenia. Spróbuj ponownie później lub zaktualizuj aplikację.
ru: Произошла ошибка подключения. Повторите попытку позже или обновите приложение.
se: Ett anslutningsfel inträffade. Försök igen senare eller uppdatera appen.

# app_force_update_title
source: Update the app
de: App aktualisieren
es_es: Actualiza la aplicación
fr: Mettre à jour l'application
id: Perbarui aplikas
pl: Uaktualnij aplikację
ru: Обновить приложение
se: Uppdatera appen

# app_force_update_body
source: The new app version is available. Tap to update.
de: Die neue App-Version ist verfügbar. Tippen Sie zum Aktualisieren.
es_es: La nueva versión de la aplicación está disponible. Toca para actualizar.
fr: Une nouvelle version de l'application est disponible. Appuyez pour mettre à jour.
id: Versi aplikasi baru tersedia. Ketuk untuk perbarui.
pl: Dostępna jest nowa wersja aplikacji. Stuknij, aby uaktualnić.
ru: Доступна новая версия приложения. Нажмите, чтобы обновить.
se: En ny version av appen är tillgänglig. Tryck för att uppdatera.
